/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ ‏(%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "‏%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; הנתונים = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<ריק>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "פשרת AA";

/* Label of field in authority info access extension */
"Access Location" = "מקום גישה";

/* Label of field in authority info access extension */
"Access Method" = "דרך גישה";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "שינוי בסינוף";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "אלגוריתם";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "המספר הסידורי של אישור הגורם";

/* Authority info access extension label */
"Authority Information Access" = "גישה לפרטי הגורם המאשר";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "מזהה המפתח של הגורם המאשר";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "אילוצים בסיסיים";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "מחרוזת סיביות";

/* No comment provided by engineer. */
"bits" = "סיביות";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "מחרוזת בייטים";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "בייטים";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "פשרת ג״מ";

/* X.509 key usage bitfield name */
"Cert Sign" = "חתימת אישור";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "גורם מאשר";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "השעיית אישור";

/* Certificate Policies extension label */
"Certificate Policies" = "מדיניות הנפקת האישורים";

/* No comment provided by engineer. */
"Certificate Type" = "סוג אישור";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "הפסקת פעולה";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "חיוני";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "נקודות חלוקת CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "מנפיק ה-CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "חתימת CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "נתונים";

/* X.509 key usage bitfield name */
"Data Encipherment" = "הצפנת נתונים";

/* X.509 key usage bitfield name */
"Decipher Only" = "פענוח בלבד";

/* X.509 key usage bitfield name */
"Digital Signature" = "חתימה דיגיטלית";

/* label for general name field value */
"Directory Name" = "שם ספריה";

/* label for general name field value */
"DNS Name" = "שם DNS";

/* label for general name field value */
"EDI Party Name" = "שם גורם EDI";

/* label for general name field value */
"Email Address" = "כתובת דוא״ל";

/* X.509 key usage bitfield name */
"Encipher Only" = "הצפנה בלבד";

/* No comment provided by engineer. */
"Expired" = "לא בתוקף";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "בתוקף עד";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "מלל מפורש";

/* Extended key usage extension label */
"Extended Key Usage" = "שימוש שהורחב במפתח";

/* Label used for General Name entry when value is invalid */
"General Name" = "שם כללי";

/* Label used for General Names when value is invalid */
"General Names" = "שמות כלליים";

/* No comment provided by engineer. */
"Hostname mismatch." = "התנגשות בין שמות מארח.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "עכב מיפוי מדיניות";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ שאינו תקין";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "שרשרת אישור שאינה תקינה.";

/* label for general name field value */
"IP Address" = "כתובת IP";

/* No comment provided by engineer. */
"Issued By" = "הונפק על-ידי";

/* No comment provided by engineer. */
"Issuer Name" = "שם המנפיק";

/* No comment provided by engineer. */
"Issuer Summary" = "סיכום פרטי המנפיק";

/* No comment provided by engineer. */
"Issuer Unique ID" = "מזהה מנפיק יחודי";

/* X.509 key usage bitfield name */
"Key Agreement" = "הסכם מפתחות";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "פשרת מפתח";

/* X.509 key usage bitfield name */
"Key Encipherment" = "הצפנת מפתחות";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "מזהה מפתח";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "שם יחסית למנפיק ה-CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "לא";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Non-Repudiation (NR)";

/* field value of parameters field when no parameters are present */
"none" = "ללא";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "לא מוצג (תגית = %1$@; אורך %2$d(";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "לא בתוקף לאחר";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "לא בתוקף לפני";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "מספרי הודעות";

/* Netscape certificate type usage value */
"Object Signing" = "חתימת האובייקט";

/* Netscape certificate type usage value */
"Object Signing CA" = "הגורם המאשר החתום על האובייקט";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "‏Oid ארוך מדי";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "נמצא לפחות אישור אחד שתוקפו פג או שטרם נכנס לתוקף.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "נמצאה לפחות הרחבה חיונית אחת שאינה נתמכת.";

/* Label of field in Certificate Policies extension */
"Organization" = "ארגון";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "שם אחר";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "פרמטרים";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "אילוץ אורך נתיב";

/* Policy constraints extension label */
"Policy Constraints" = "אילוצי מדיניות";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "מזהה מדיניות #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "מגדיר מדיניות #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "דרישות המדיניות לא קויימו.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "תקופת שימוש במפתח פרטי";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "ההרשאה בוטלה";

/* No comment provided by engineer. */
"Public Key Algorithm" = "אלגוריתם מפתח פומבי";

/* No comment provided by engineer. */
"Public Key Data" = "נתוני מפתח פומבי";

/* Label of field in extended key usage extension */
"Purpose" = "מטרה";

/* Label of field in Certificate Policies extension */
"Qualifier" = "מגדיר";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "סיבות";

/* label for general name field value */
"Registered ID" = "מזהה רשום";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "דרישה למדיניות מפורשת";

/* Netscape certificate type usage value */
"Reserved" = "שמור";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "אישור השורש אינו אמין.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "ג״מ S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "רצף";

/* No comment provided by engineer. */
"Serial Number" = "מספר סידורי";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "סדרה";

/* No comment provided by engineer. */
"Signature" = "חתימה";

/* No comment provided by engineer. */
"Signature Algorithm" = "אלגוריתם חתימה";

/* Netscape certificate type usage value */
"SSL CA" = "ג״מ SSL";

/* Netscape certificate type usage value */
"SSL client" = "לקוח SSL";

/* Netscape certificate type usage value */
"SSL server" = "שרת SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "מזהה מפתח של אדם";

/* No comment provided by engineer. */
"Subject Name" = "שם האדם";

/* No comment provided by engineer. */
"Subject Unique ID" = "מזהה יחודי של האדם";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "בא במקום";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "מנפיק האישור אינו בתוקף";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "מנפיק האישור טרם נכנס לתוקף";

/* No comment provided by engineer. */
"This certificate has expired" = "פג תוקף האישור";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "אישור זה טרם נכנס לתוקף";

/* The certificate is temporally valid */
"This certificate is valid" = "אישור זה בתוקף";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ שלא פוענח";

/* CRL Distribution Points extension supported reason name */
"Unused" = "לא בשימוש";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "שימוש";

/* No comment provided by engineer. */
"Valid from" = "בתוקף מ-";

/* No comment provided by engineer. */
"Version" = "גירסה";

/* label for general name field value */
"X.400 Address" = "כתובת X.400";

/* Label of a X.501 Name */
"X.501 Name" = "שם X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "‏X.509 גירסה %1$d %2$sאישור";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "כן";

